Repository: lgzcoollg/vphone-cli
Catalog: VPhoneExecutable/VPhoneVirtualization/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, vi, zh_hans

source: Copy diagnostics to clipboard
ja: 診断情報をクリップボードにコピー
ko: 진단 정보를 클립보드에 복사
vi: Sao chép chẩn đoán vào bảng nhớ tạm
zh_hans: 将诊断信息复制到剪贴板

source: Copy the entitlements as an XML property list
ja: エンタイトルメントを XML プロパティリストとしてコピー
ko: 권한을 XML 속성 목록으로 복사
vi: Sao chép entitlement dưới dạng XML property list
zh_hans: 将权限拷贝为 XML 属性列表

source: Copy the full report text (⇧⌘C)
ja: レポートの全文をコピー (⇧⌘C)
ko: 전체 보고서 텍스트 복사 (⇧⌘C)
vi: Sao chép toàn bộ văn bản báo cáo (⇧⌘C)
zh_hans: 拷贝完整的报告文本 (⇧⌘C)

source: Copy the guest image to the Mac clipboard
ja: ゲストの画像を Mac のクリップボードにコピー
ko: 게스트 이미지를 Mac 클립보드에 복사
vi: Sao chép ảnh của máy khách vào bảng nhớ tạm của Mac
zh_hans: 将客体图像复制到 Mac 剪贴板

source: Copy the guest text to the Mac clipboard
ja: ゲストのテキストを Mac のクリップボードにコピー
ko: 게스트 텍스트를 Mac 클립보드에 복사
vi: Sao chép văn bản của máy khách vào bảng nhớ tạm của Mac
zh_hans: 将客体文本复制到 Mac 剪贴板

source: Copy the raw device.info response as JSON (⇧⌘C)
ja: device.info の生の応答を JSON としてコピー（⇧⌘C）
ko: 원시 device.info 응답을 JSON으로 복사(⇧⌘C)
vi: Sao chép phản hồi device.info gốc dưới dạng JSON (⇧⌘C)
zh_hans: 将原始 device.info 响应拷贝为 JSON（⇧⌘C）

source: Copy the result as JSON
ja: 結果を JSON としてコピー
ko: 결과를 JSON으로 복사
vi: Sao chép kết quả dưới dạng JSON
zh_hans: 将结果复制为 JSON

source: Copy the selected element as JSON (⇧⌘C)
ja: 選択した要素をJSONとしてコピー (⇧⌘C)
ko: 선택한 요소를 JSON으로 복사(⇧⌘C)
vi: Sao chép phần tử đã chọn dưới dạng JSON (⇧⌘C)
zh_hans: 将所选元素拷贝为 JSON (⇧⌘C)

source: Could not read "%@" from disk.
ja: ディスクから「%@」を読み取れません。
ko: 디스크에서 "%@"을(를) 읽을 수 없습니다.
vi: Không thể đọc "%@" từ ổ đĩa.
zh_hans: 无法从磁盘读取“%@”。

source: Crash (.crash)
ja: クラッシュ (.crash)
ko: 충돌 (.crash)
vi: Sự cố (.crash)
zh_hans: 崩溃 (.crash)

source: Crash Logs
ja: クラッシュログ
ko: 충돌 로그
vi: Nhật ký sự cố
zh_hans: 崩溃日志

source: Crash reports
ja: クラッシュレポート
ko: 충돌 보고서
vi: Báo cáo sự cố
zh_hans: 崩溃报告

source: Crash reports appear here once the guest connects.
ja: ゲストが接続されると、ここにクラッシュレポートが表示されます。
ko: 게스트가 연결되면 여기에 충돌 보고서가 표시됩니다.
vi: Báo cáo sự cố sẽ hiện ở đây khi máy khách kết nối.
zh_hans: 客户机连接后，崩溃报告将显示在这里。

# Crash reports: %lld
source: Crash reports: %1$lld
ja: クラッシュレポート: %1$lld
ko: 충돌 보고서: %1$lld
vi: Báo cáo sự cố: %1$lld
zh_hans: 崩溃报告：%1$lld

source: Create
ja: 作成
ko: 생성
vi: Tạo
zh_hans: 创建

source: Create directory failed: %@
ja: ディレクトリの作成に失敗しました: %@
ko: 디렉터리 생성 실패: %@
vi: Tạo thư mục thất bại: %@
zh_hans: 创建目录失败：%@

source: Create folder failed: %@
ja: フォルダの作成に失敗しました: %@
ko: 폴더 생성 실패: %@
vi: Tạo thư mục thất bại: %@
zh_hans: 创建文件夹失败：%@

source: Critical
ja: 危機的
ko: 심각
vi: Nghiêm trọng
zh_hans: 严重

source: Current Value
ja: 現在の値
ko: 현재 값
vi: Giá trị hiện tại
zh_hans: 当前值

source: Cut
ja: カット
ko: 잘라내기
vi: Cắt
zh_hans: 剪切

source: Daemon start: %@
ja: デーモンの起動: %@
ko: 데몬 시작: %@
vi: Khởi động daemon: %@
zh_hans: 守护进程启动：%@

source: Data
ja: データ
ko: 데이터
vi: Dữ liệu
zh_hans: 数据

source: Data Container
ja: データコンテナ
ko: 데이터 컨테이너
vi: Vùng chứa dữ liệu
zh_hans: 数据容器

source: Date
ja: 日付
ko: 날짜
vi: Ngày
zh_hans: 日期

source: Debug
ja: デバッグ
ko: 디버그
vi: Gỡ lỗi
zh_hans: 调试

source: Default
ja: デフォルト
ko: 기본
vi: Mặc định
zh_hans: 默认

source: Delete
ja: 削除
ko: 삭제
vi: Xóa
zh_hans: 删除

source: Delete and Restart
ja: 削除して再起動
ko: 삭제하고 재시동
vi: Xóa và khởi động lại
zh_hans: 删除并重启

source: Delete failed: %@
ja: 削除に失敗しました: %@
ko: 삭제 실패: %@
vi: Xóa thất bại: %@
zh_hans: 删除失败：%@

source: Detected By
ja: 検出方法
ko: 감지 방법
vi: Phát hiện qua
zh_hans: 检测方式

source: Developer Mode
ja: デベロッパモード
ko: 개발자 모드
vi: Chế độ nhà phát triển
zh_hans: 开发者模式

source: Developer Mode Status
ja: デベロッパモードの状態
ko: 개발자 모드 상태
vi: Trạng thái chế độ nhà phát triển
zh_hans: 开发者模式状态

source: Developer Mode Writable
ja: デベロッパモード変更可
ko: 개발자 모드 변경 가능
vi: Có thể đổi chế độ nhà phát triển
zh_hans: 开发者模式可更改

source: Developer Mode is disabled.
ja: デベロッパモードは無効です。
ko: 개발자 모드가 꺼져 있습니다.
vi: Chế độ nhà phát triển đã tắt.
zh_hans: 开发者模式未启用。

source: Developer Mode is enabled.
ja: デベロッパモードは有効です。
ko: 개발자 모드가 켜져 있습니다.
vi: Chế độ nhà phát triển đã bật.
zh_hans: 开发者模式已启用。

source: Device
ja: デバイス
ko: 기기
vi: Thiết bị
zh_hans: 设备

source: Device Info
ja: デバイス情報
ko: 기기 정보
vi: Thông tin thiết bị
zh_hans: 设备信息

source: Device Orientation
ja: デバイスの向き
ko: 기기 방향
vi: Hướng thiết bị
zh_hans: 设备方向

source: Device Overrides
ja: デバイス設定の上書き
ko: 기기 설정 재정의
vi: Ghi đè thiết bị
zh_hans: 设备覆盖设置

source: Device information appears once vphoned connects. Start the VM, then choose Refresh.
ja: vphoned が接続するとデバイス情報が表示されます。VM を起動してから「更新」を選択してください。
ko: vphoned가 연결되면 기기 정보가 표시됩니다. VM을 시작한 다음 새로 고침을 선택하십시오.
vi: Thông tin thiết bị sẽ hiện khi vphoned kết nối. Hãy khởi động VM, rồi chọn Làm mới.
zh_hans: vphoned 连接后将显示设备信息。请启动虚拟机，然后选择“刷新”。

source: Diagnostics
ja: 診断
ko: 진단
vi: Chẩn đoán
zh_hans: 诊断

source: Dictionary
ja: 辞書
ko: 사전
vi: Từ điển
zh_hans: 字典

source: Directory link creates a cycle at %@.
ja: ディレクトリのリンクが %@ で循環しています。
ko: 디렉터리 링크가 %@에서 순환합니다.
vi: Liên kết thư mục tạo vòng lặp tại %@.
zh_hans: 目录链接在 %@ 形成循环。

source: Disable
ja: 無効にする
ko: 비활성화
vi: Tắt
zh_hans: 停用

# Disable %@?
source: Disable %1$@?
ja: %1$@ を無効にしますか?
ko: %1$@을(를) 비활성화하시겠습니까?
vi: Tắt %1$@?
zh_hans: 要停用 %1$@ 吗？

source: Disabled
ja: 無効
ko: 비활성화됨
vi: Đã tắt
zh_hans: 已停用

# Disabled %@.
source: Disabled %1$@.
ja: %1$@ を無効にしました。
ko: %1$@을(를) 비활성화했습니다.
vi: Đã tắt %1$@.
zh_hans: 已停用 %1$@。

source: Disable…
ja: 無効にする…
ko: 비활성화…
vi: Tắt…
zh_hans: 停用…

# Disabling %@…
source: Disabling %1$@…
ja: %1$@ を無効化中…
ko: %1$@ 비활성화 중…
vi: Đang tắt %1$@…
zh_hans: 正在停用 %1$@…

source: Disconnected
ja: 未接続
ko: 연결 끊김
vi: Đã ngắt kết nối
zh_hans: 未连接

source: Disk Writes
ja: ディスク書き込み
ko: 디스크 쓰기
vi: Ghi đĩa
zh_hans: 磁盘写入

source: Display
ja: ディスプレイ
ko: 디스플레이
vi: Màn hình hiển thị
zh_hans: 显示

source: Domain
ja: ドメイン
ko: 도메인
vi: Miền
zh_hans: 域

source: Domains
ja: ドメイン
ko: 도메인
vi: Miền
zh_hans: 域

source: Down Arrow
ja: 下矢印
ko: 아래쪽 화살표
vi: Mũi tên xuống
zh_hans: 下箭头

source: Download
ja: ダウンロード
ko: 다운로드
vi: Tải xuống
zh_hans: 下载

source: Download failed: %@
ja: ダウンロードに失敗しました: %@
ko: 다운로드 실패: %@
vi: Tải xuống thất bại: %@
zh_hans: 下载失败：%@

source: Download requires an updated guest agent to follow %@.
ja: %@ をたどってダウンロードするにはゲストエージェントの更新が必要です。
ko: %@ 링크를 따라 다운로드하려면 게스트 에이전트를 업데이트해야 합니다.
vi: Cần cập nhật tác nhân máy khách để tải xuống theo liên kết %@.
zh_hans: 下载 %@ 需要更新客体代理，以便跟随链接。

source: Downloading Irisin: %@ of %@
ja: Irisin をダウンロード中: %1$@ / %2$@
ko: Irisin 다운로드 중: %2$@ 중 %1$@
vi: Đang tải Irisin: %1$@ / %2$@
zh_hans: 正在下载 Irisin：%@ / %@

source: Downloading Irisin…
ja: Irisin をダウンロード中…
ko: Irisin 다운로드 중…
vi: Đang tải Irisin…
zh_hans: 正在下载 Irisin…

source: Drop to Upload to %@
ja: ドロップして %@ にアップロード
ko: 놓아서 %@에 업로드
vi: Thả để tải lên %@
zh_hans: 拖放以上传到 %@

source: Edit
ja: 編集
ko: 편집
vi: Sửa
zh_hans: 编辑

source: Edit Value…
ja: 値を編集…
ko: 값 편집…
vi: Sửa giá trị…
zh_hans: 编辑值…

source: Effective UID
ja: 実効 UID
ko: 유효 UID
vi: UID hiệu dụng
zh_hans: 有效 UID

source: Enable
ja: 有効にする
ko: 활성화
vi: Bật
zh_hans: 启用

# Enable %@?
source: Enable %1$@?
ja: %1$@ を有効にしますか?
ko: %1$@을(를) 활성화하시겠습니까?
vi: Bật %1$@?
zh_hans: 要启用 %1$@ 吗？

source: Enable, disable, signal, or remove the selected service
ja: 選択したサービスを有効化、無効化、シグナル送信、または削除
ko: 선택한 서비스를 활성화, 비활성화, 시그널 전송 또는 제거
vi: Bật, tắt, gửi tín hiệu hoặc xóa dịch vụ đã chọn
zh_hans: 启用、停用、发送信号给或移除所选服务

source: Enabled
ja: 有効
ko: 활성화됨
vi: Đã bật
zh_hans: 已启用

# Enabled %@.
source: Enabled %1$@.
ja: %1$@ を有効にしました。
ko: %1$@을(를) 활성화했습니다.
vi: Đã bật %1$@.
zh_hans: 已启用 %1$@。

# Enabling %@…
source: Enabling %1$@…
ja: %1$@ を有効化中…
ko: %1$@ 활성화 중…
vi: Đang bật %1$@…
zh_hans: 正在启用 %1$@…

source: Encrypted
ja: 暗号化
ko: 암호화됨
vi: Đã mã hóa
zh_hans: 已加密

source: Enter a URL to open on the guest.
ja: ゲストで開く URL を入力してください。
ko: 게스트에서 열 URL을 입력하세요.
vi: Nhập URL cần mở trong máy khách.
zh_hans: 输入要在客体中打开的 URL。

source: Enter a domain and choose Read Setting.
ja: ドメインを入力して「設定を読み取る」を選択してください。
ko: 도메인을 입력하고 설정 읽기를 선택하세요.
vi: Nhập miền rồi chọn Đọc cài đặt.
zh_hans: 输入域并选择“读取设置”。

source: Enter a domain and key.
ja: ドメインとキーを入力してください。
ko: 도메인과 키를 입력하세요.
vi: Nhập miền và khóa.
zh_hans: 输入域和键。

source: Enter a domain, then choose Read. Leave Key empty to read every key in the domain.
ja: ドメインを入力して「読み取る」を選択します。キーを空欄にすると、ドメイン内のすべてのキーを読み取ります。
ko: 도메인을 입력한 후 읽기를 선택하세요. 키를 비워 두면 도메인의 모든 키를 읽습니다.
vi: Nhập miền rồi chọn Đọc. Để trống Khóa để đọc mọi khóa trong miền.
zh_hans: 输入域，然后选择“读取”。将键留空可读取该域中的所有键。

source: Enter a finite number for a Float value.
ja: 浮動小数点数の値には有限の数値を入力してください。
ko: 실수 값에는 유한한 숫자를 입력하세요.
vi: Hãy nhập một số hữu hạn cho giá trị Số thực.
zh_hans: 浮点数值请输入有限数字。

source: Enter a finite number.
ja: 有限の数値を入力してください。
ko: 유한한 숫자를 입력하세요.
vi: Nhập một số hữu hạn.
zh_hans: 请输入有限数值。

source: Enter a valid integer.
ja: 有効な整数を入力してください。
ko: 올바른 정수를 입력하세요.
vi: Nhập số nguyên hợp lệ.
zh_hans: 请输入有效的整数。

source: Enter a whole number for an Integer value.
ja: 整数の値には整数を入力してください。
ko: 정수 값에는 정수를 입력하세요.
vi: Hãy nhập một số nguyên cho giá trị Số nguyên.
zh_hans: 整数值请输入整数。

source: Enter true or false for a Boolean value.
ja: 真偽値には true または false を入力してください。
ko: 불리언 값에는 true 또는 false를 입력하세요.
vi: Nhập true hoặc false cho giá trị Boolean.
zh_hans: 布尔值请输入 true 或 false。

source: Entitlements
ja: エンタイトルメント
ko: 권한
vi: Entitlement
zh_hans: 权限

source: Entries appear here as the guest logs them.
ja: ゲストが記録したエントリがここに表示されます。
ko: 게스트가 기록하는 항목이 여기에 표시됩니다.
vi: Các mục sẽ xuất hiện ở đây khi máy khách ghi nhật ký.
zh_hans: 客户机记录的条目会显示在这里。

source: Error
ja: エラー
ko: 오류
vi: Lỗi
zh_hans: 错误

source: Errors
ja: エラー
ko: 오류
vi: Lỗi
zh_hans: 错误

source: Escape
ja: Esc
ko: Esc
vi: Esc
zh_hans: Esc

source: Exc Resource
ja: リソース超過
ko: 리소스 초과
vi: Vượt tài nguyên
zh_hans: 资源超限

source: Executable
ja: 実行ファイル
ko: 실행 파일
vi: Tệp thực thi
zh_hans: 可执行文件

source: Export Here
ja: ここに書き出す
ko: 여기로 내보내기
vi: Xuất vào đây
zh_hans: 导出到此处

# Exported %@.
source: Exported %1$@.
ja: %1$@ を書き出しました。
ko: %1$@을(를) 내보냈습니다.
vi: Đã xuất %1$@.
zh_hans: 已导出 %1$@。

source: Exported %1$lld of %2$lld reports. Unable to export %3$@. Check the connection, then try again.
ja: %2$lld 件中 %1$lld 件のレポートを書き出しました。%3$@ を書き出せません。接続を確認してから、もう一度お試しください。
ko: 보고서 %2$lld개 중 %1$lld개를 내보냈습니다. %3$@을(를) 내보낼 수 없습니다. 연결을 확인한 다음 다시 시도하십시오.
vi: Đã xuất %1$lld trên %2$lld báo cáo. Không thể xuất %3$@. Hãy kiểm tra kết nối, rồi thử lại.
zh_hans: 已导出 %2$lld 份报告中的 %1$lld 份。无法导出 %3$@。请检查连接，然后重试。

# Exported %lld reports to %@.
source: Exported %1$lld reports to %2$@.
ja: %1$lld 件のレポートを %2$@ に書き出しました。
ko: 보고서 %1$lld개를 %2$@(으)로 내보냈습니다.
vi: Đã xuất %1$lld báo cáo vào %2$@.
zh_hans: 已将 %1$lld 份报告导出到 %2$@。

source: Exporting reports…
ja: レポートを書き出し中…
ko: 보고서 내보내는 중…
vi: Đang xuất báo cáo…
zh_hans: 正在导出报告…

source: Export…
ja: 書き出す…
ko: 내보내기…
vi: Xuất…
zh_hans: 导出…

source: Extracting Irisin…
ja: Irisin を展開中…
ko: Irisin 압축 해제 중…
vi: Đang giải nén Irisin…
zh_hans: 正在解压 Irisin…

source: Face Down
ja: 下向き
ko: 아래를 향함
vi: Úp mặt xuống
zh_hans: 正面朝下

source: Face Up
ja: 上向き
ko: 위를 향함
vi: Ngửa mặt lên
zh_hans: 正面朝上

source: Family
ja: ファミリー
ko: 주소 체계
vi: Họ địa chỉ
zh_hans: 协议族

source: Fault
ja: フォールト
ko: 결함
vi: Sự cố
zh_hans: 故障

source: Faults
ja: フォールト
ko: 결함
vi: Sự cố
zh_hans: 故障

source: File Browser
ja: ファイルブラウザ
ko: 파일 브라우저
vi: Trình duyệt tệp
zh_hans: 文件浏览器

source: Files
ja: ファイル
ko: 파일
vi: Tệp
zh_hans: 文件

source: Filter
ja: フィルタ
ko: 필터
vi: Bộ lọc
zh_hans: 筛选

source: Filter apps by type
ja: 種類でアプリを絞り込む
ko: 유형별로 앱 필터링
vi: Lọc ứng dụng theo loại
zh_hans: 按类型筛选应用

source: Filter apps by type (⌘1, ⌘2, ⌘3, ⌘4)
ja: 種類でアプリを絞り込む（⌘1、⌘2、⌘3、⌘4）
ko: 유형별로 앱 필터링(⌘1, ⌘2, ⌘3, ⌘4)
vi: Lọc ứng dụng theo loại (⌘1, ⌘2, ⌘3, ⌘4)
zh_hans: 按类型过滤应用（⌘1、⌘2、⌘3、⌘4）

source: Filter by process or name
ja: プロセスまたは名前で絞り込む
ko: 프로세스 또는 이름으로 필터
vi: Lọc theo tiến trình hoặc tên
zh_hans: 按进程或名称过滤

source: Filter files
ja: ファイルを絞り込む
ko: 파일 필터링
vi: Lọc tệp
zh_hans: 筛选文件

source: Filter keychain items by type
ja: 種類でキーチェーン項目を絞り込む
ko: 유형별로 키체인 항목 필터링
vi: Lọc mục Chuỗi khóa theo loại
zh_hans: 按类型筛选钥匙串项目

source: Find…
ja: 検索…
ko: 찾기…
vi: Tìm…
zh_hans: 查找…

source: Float
ja: 浮動小数点数
ko: 실수
vi: Số thực
zh_hans: 浮点数

source: Folder name
ja: フォルダ名
ko: 폴더 이름
vi: Tên thư mục
zh_hans: 文件夹名称

source: Forward
ja: 進む
ko: 앞으로
vi: Tiếp
zh_hans: 前进

# Found %lld accessibility elements.
source: Found %1$lld accessibility elements.
ja: %1$lld 個のアクセシビリティ要素が見つかりました。
ko: 손쉬운 사용 요소 %1$lld개를 찾았습니다.
vi: Đã tìm thấy %1$lld phần tử trợ năng.
zh_hans: 找到 %1$lld 个辅助功能元素。

source: Found 1 accessibility element.
ja: 1 個のアクセシビリティ要素が見つかりました。
ko: 손쉬운 사용 요소 1개를 찾았습니다.
vi: Đã tìm thấy 1 phần tử trợ năng.
zh_hans: 找到 1 个辅助功能元素。

source: Frame
ja: フレーム
ko: 프레임
vi: Khung
zh_hans: 框架

source: Frontmost app unknown
ja: 最前面のAppは不明
ko: 전면 앱 알 수 없음
vi: Không rõ ứng dụng phía trước
zh_hans: 前台 App 未知

source: Full
ja: フル充電
ko: 완전 충전됨
vi: Đầy
zh_hans: 已充满

source: GUEST TOOLS
ja: ゲストツール
ko: 게스트 도구
vi: CÔNG CỤ MÁY KHÁCH
zh_hans: 客体工具

source: Get Clipboard
ja: クリップボードを取得
ko: 클립보드 가져오기
vi: Lấy bảng nhớ tạm
zh_hans: 读取剪贴板

source: Guest
ja: ゲスト
ko: 게스트
vi: Máy khách
zh_hans: 客户机

source: Guest Agent Hash
ja: ゲストエージェントのハッシュ
ko: 게스트 에이전트 해시
vi: Hàm băm tác nhân máy khách
zh_hans: 客体代理哈希

source: Guest Not Connected
ja: ゲスト未接続
ko: 게스트 연결 안 됨
vi: Máy khách chưa kết nối
zh_hans: 客户机未连接

source: Guest Tools
ja: ゲストツール
ko: 게스트 도구
vi: Công cụ máy khách
zh_hans: 客体工具

source: Guest clipboard image
ja: ゲストのクリップボード画像
ko: 게스트 클립보드 이미지
vi: Ảnh trong bảng nhớ tạm của máy khách
zh_hans: 客体剪贴板图像

source: Guest clipboard text
ja: ゲストのクリップボードのテキスト
ko: 게스트 클립보드 텍스트
vi: Văn bản trong bảng nhớ tạm của máy khách
zh_hans: 客体剪贴板文本

source: Guest connected
ja: ゲスト接続済み
ko: 게스트 연결됨
vi: Máy khách đã kết nối
zh_hans: 客体已连接

source: Guest disconnected
ja: ゲスト未接続
ko: 게스트 연결 끊김
vi: Máy khách đã ngắt kết nối
zh_hans: 客体已断开连接

source: Guest is not connected.
ja: ゲストに接続されていません。
ko: 게스트가 연결되지 않았습니다.
vi: Máy khách chưa kết nối.
zh_hans: 客体未连接。

source: Guest log entries
ja: ゲストのログエントリ
ko: 게스트 로그 항목
vi: Mục nhật ký máy khách
zh_hans: 客户机日志条目

source: Guest not connected
ja: ゲストが接続されていません
ko: 게스트가 연결되지 않음
vi: Máy khách chưa kết nối
zh_hans: 客体未连接

source: Guest processes
ja: ゲストのプロセス
ko: 게스트 프로세스
vi: Tiến trình của máy khách
zh_hans: 客户机进程

source: Guest screenshot
ja: ゲストのスクリーンショット
ko: 게스트 스크린샷
vi: Ảnh chụp màn hình máy khách
zh_hans: 客户机截图

source: Hang Up
ja: ハングアップ
ko: 행업
vi: Ngắt kết nối
zh_hans: 挂断

source: Hardware
ja: ハードウェア
ko: 하드웨어
vi: Phần cứng
zh_hans: 硬件

source: Hardware Buttons
ja: ハードウェアボタン
ko: 하드웨어 버튼
vi: Nút phần cứng
zh_hans: 硬件按钮

source: Hold Command while sending a special key
ja: 特殊キーの送信時に Command を押す
ko: 특수 키를 보낼 때 Command 누르기
vi: Giữ Command khi gửi phím đặc biệt
zh_hans: 发送特殊键时按住 Command

source: Hold Command with the next key
ja: 次のキーと一緒に Command を押す
ko: 다음 키와 함께 Command 누르기
vi: Giữ Command cùng phím tiếp theo
zh_hans: 下一个按键同时按住 Command

source: Hold Control while sending a special key
ja: 特殊キーの送信時に Control を押す
ko: 특수 키를 보낼 때 Control 누르기
vi: Giữ Control khi gửi phím đặc biệt
zh_hans: 发送特殊键时按住 Control

source: Hold Control with the next key
ja: 次のキーと一緒に Control を押す
ko: 다음 키와 함께 Control 누르기
vi: Giữ Control cùng phím tiếp theo
zh_hans: 下一个按键同时按住 Control

source: Hold Option while sending a special key
ja: 特殊キーの送信時に Option を押す
ko: 특수 키를 보낼 때 Option 누르기
vi: Giữ Option khi gửi phím đặc biệt
zh_hans: 发送特殊键时按住 Option

source: Hold Option with the next key
ja: 次のキーと一緒に Option を押す
ko: 다음 키와 함께 Option 누르기
vi: Giữ Option cùng phím tiếp theo
zh_hans: 下一个按键同时按住 Option

source: Hold Shift while sending a special key
ja: 特殊キーの送信時に Shift を押す
ko: 특수 키를 보낼 때 Shift 누르기
vi: Giữ Shift khi gửi phím đặc biệt
zh_hans: 发送特殊键时按住 Shift

source: Hold Shift with the next key
ja: 次のキーと一緒に Shift を押す
ko: 다음 키와 함께 Shift 누르기
vi: Giữ Shift cùng phím tiếp theo
zh_hans: 下一个按键同时按住 Shift

source: Home
ja: ホーム
ko: 홈
zh_hans: 主屏幕

source: Home Button
ja: ホームボタン
ko: 홈 버튼
vi: Nút Home
zh_hans: 主屏幕按钮

source: Home Screen
ja: ホーム画面
ko: 홈 화면
vi: Màn hình chính
zh_hans: 主屏幕

source: Host Name
ja: ホスト名
ko: 호스트 이름
vi: Tên máy chủ
zh_hans: 主机名

source: Identifier
ja: 識別子
ko: 식별자
vi: Mã định danh
zh_hans: 标识符

source: Identity
ja: ID
ko: 신원
vi: Danh tính
zh_hans: 身份

source: Image
ja: 画像
ko: 이미지
vi: Ảnh
zh_hans: 图像

source: Image copied to the Mac clipboard.
ja: 画像を Mac のクリップボードにコピーしました。
ko: 이미지를 Mac 클립보드에 복사했습니다.
vi: Đã sao chép ảnh vào bảng nhớ tạm của Mac.
zh_hans: 图像已复制到 Mac 剪贴板。

source: Incident ID
ja: インシデント ID
ko: 인시던트 ID
vi: ID sự cố
zh_hans: 事件 ID

source: Info
ja: 情報
ko: 정보
vi: Thông tin
zh_hans: 信息

source: Insert the whole text at once
ja: テキスト全体を一度に挿入
ko: 전체 텍스트를 한 번에 삽입
vi: Chèn toàn bộ văn bản cùng lúc
zh_hans: 一次性插入全部文本

source: Inspect the guest clipboard and copy its text to your Mac.
ja: ゲストのクリップボードを確認し、テキストを Mac にコピーします。
ko: 게스트 클립보드를 확인하고 텍스트를 Mac에 복사합니다.
vi: Xem bảng nhớ tạm của máy khách và sao chép văn bản sang Mac.
zh_hans: 查看客体剪贴板，并将文本复制到 Mac。

source: Install
ja: インストール
ko: 설치
vi: Cài đặt
zh_hans: 安装

source: Install App Package
ja: アプリパッケージをインストール
ko: 앱 패키지 설치
vi: Cài đặt gói ứng dụng
zh_hans: 安装应用包

source: Install App Package…
ja: アプリパッケージをインストール…
ko: 앱 패키지 설치…
vi: Cài đặt gói ứng dụng…
zh_hans: 安装应用包…

source: Install Bootstrap
ja: ブートストラップをインストール
ko: 부트스트랩 설치
vi: Cài đặt bootstrap
zh_hans: 安装引导环境

source: Install Bootstrap from File…
ja: ファイルからブートストラップをインストール…
ko: 파일에서 부트스트랩 설치…
vi: Cài đặt bootstrap từ tệp…
zh_hans: 从文件安装引导环境…

source: Install Bootstrap…
ja: ブートストラップをインストール…
ko: 부트스트랩 설치…
vi: Cài đặt bootstrap…
zh_hans: 安装引导环境…

source: Install an IPA or TIPA package (⌘O)
ja: IPA または TIPA パッケージをインストール（⌘O）
ko: IPA 또는 TIPA 패키지 설치(⌘O)
vi: Cài đặt gói IPA hoặc TIPA (⌘O)
zh_hans: 安装 IPA 或 TIPA 包（⌘O）

source: Installed %@.
ja: %@ をインストールしました。
ko: %@ 설치 완료.
vi: Đã cài đặt %@.
zh_hans: 已安装 %@。

source: Installed %@. %@
ja: %@ をインストールしました。 %@
ko: %@ 설치 완료. %@
vi: Đã cài đặt %@. %@
zh_hans: 已安装 %@。 %@

source: Installed Irisin %1$@ in %2$@. Some services did not start, but the bootstrap is ready to use.
ja: Irisin %1$@ を %2$@ にインストールしました。 一部のサービスを開始できませんでしたが、ブートストラップは使用できます。
ko: Irisin %1$@을(를) %2$@에 설치했습니다. 일부 서비스를 시작하지 못했지만 부트스트랩은 사용할 수 있습니다.
vi: Đã cài Irisin %1$@ vào %2$@. Một số dịch vụ không khởi động được, nhưng bootstrap đã sẵn sàng để dùng.
zh_hans: 已将 Irisin %1$@ 安装到 %2$@。 部分服务未能启动，但引导环境已可使用。

source: Installed Irisin %@ in %@.
ja: Irisin %1$@ を %2$@ にインストールしました。
ko: Irisin %1$@을(를) %2$@에 설치했습니다.
vi: Đã cài Irisin %1$@ vào %2$@.
zh_hans: 已安装 Irisin %@，位置：%@。

source: Installing %@ in the guest.
ja: ゲストに %@ をインストールしています。
ko: 게스트에 %@ 설치 중.
vi: Đang cài %@ vào máy khách.
zh_hans: 正在客体中安装 %@。

# Installing %@…
source: Installing %1$@…
ja: %1$@ をインストール中…
ko: %1$@ 설치 중…
vi: Đang cài đặt %1$@…
zh_hans: 正在安装 %1$@…

source: Installing the latest Irisin release in the guest.
ja: 最新の Irisin リリースをゲストにインストールしています。
ko: 최신 Irisin 릴리스를 게스트에 설치하는 중입니다.
vi: Đang cài bản phát hành Irisin mới nhất vào máy khách.
zh_hans: 正在客体中安装最新版 Irisin。

source: Integer
ja: 整数
ko: 정수
vi: Số nguyên
zh_hans: 整数

source: Interface
ja: インターフェイス
ko: 인터페이스
vi: Giao diện mạng
zh_hans: 接口

source: Internet
ja: インターネット
ko: 인터넷
zh_hans: 互联网

source: Interrupt
ja: 割り込み
ko: 인터럽트
vi: Ngắt
zh_hans: 中断

source: Item Type
ja: 項目の種類
ko: 항목 유형
vi: Loại mục
zh_hans: 项目类型

source: Jailbreak Environment
ja: 脱獄環境
ko: 탈옥 환경
vi: Môi trường jailbreak
zh_hans: 越狱环境

source: Jailbreak Layout
ja: 脱獄レイアウト
ko: 탈옥 레이아웃
vi: Bố cục jailbreak
zh_hans: 越狱布局

source: Jetsam Event
ja: Jetsam イベント
ko: Jetsam 이벤트
vi: Sự kiện jetsam
zh_hans: Jetsam 事件

source: Jetsam Priority
ja: Jetsam 優先度
ko: Jetsam 우선순위
vi: Độ ưu tiên jetsam
zh_hans: Jetsam 优先级

source: Keep the guest interface from rotating with the device
ja: デバイスの向きに合わせてゲストの画面が回転しないようにする
ko: 기기 방향에 따라 게스트 화면이 회전하지 않도록 함
vi: Không cho giao diện máy khách xoay theo thiết bị
zh_hans: 防止客户机界面随设备旋转

source: Keep the newest entry visible
ja: 最新のエントリを常に表示
ko: 최신 항목을 항상 표시
vi: Luôn hiện mục mới nhất
zh_hans: 始终显示最新条目

source: Kernel
ja: カーネル
ko: 커널
vi: Nhân
zh_hans: 内核

source: Key
ja: キー
ko: 키
vi: Khóa
zh_hans: 密钥

source: Key (Optional)
ja: キー（任意）
ko: 키(선택 사항)
vi: Khóa (tùy chọn)
zh_hans: 键（可选）

source: Keyboard
ja: キーボード
ko: 키보드
vi: Bàn phím
zh_hans: 键盘

source: Keychain
ja: キーチェーン
ko: 키체인
vi: Chuỗi khóa
zh_hans: 钥匙串

source: Keychain Actions
ja: キーチェーンの操作
ko: 키체인 작업
vi: Thao tác Chuỗi khóa
zh_hans: 钥匙串操作

source: Keychain Browser
ja: キーチェーンブラウザ
ko: 키체인 브라우저
vi: Trình duyệt Chuỗi khóa
zh_hans: 钥匙串浏览器

source: Keys
ja: キー
ko: 키
vi: Phím
zh_hans: 按键

source: Kill
ja: 強制終了
ko: 강제 종료
vi: Buộc kết thúc
zh_hans: 强制结束

source: Kill…
ja: 強制終了…
ko: 강제 종료…
vi: Buộc kết thúc…
zh_hans: 强制结束…

source: Label
ja: ラベル
ko: 레이블
vi: Nhãn
zh_hans: 标签

source: Label or Program
ja: ラベルまたはプログラム
ko: 레이블 또는 프로그램
vi: Nhãn hoặc chương trình
zh_hans: 标签或程序

source: Landscape Left
ja: 横向き（左）
ko: 가로(왼쪽)
vi: Ngang trái
zh_hans: 横屏（向左）

source: Landscape Right
ja: 横向き（右）
ko: 가로(오른쪽)
vi: Ngang phải
zh_hans: 横屏（向右）

source: Last Exit
ja: 最終終了
ko: 마지막 종료
vi: Lần thoát cuối
zh_hans: 上次退出

source: Launch
ja: 起動
ko: 실행
vi: Khởi chạy
zh_hans: 启动

source: Launch the selected app (⌘↩)
ja: 選択したアプリを起動（⌘↩）
ko: 선택한 앱 실행(⌘↩)
vi: Khởi chạy ứng dụng đã chọn (⌘↩)
zh_hans: 启动所选应用（⌘↩）

# Launched %@ (PID %lld).
source: Launched %1$@ (PID %2$lld).
ja: %1$@ を起動しました（PID %2$lld）。
ko: %1$@을(를) 실행했습니다(PID %2$lld).
vi: Đã khởi chạy %1$@ (PID %2$lld).
zh_hans: 已启动 %1$@（PID %2$lld）。

# Launched %@, but it may not be in front.
source: Launched %1$@, but it may not be in front.
ja: %1$@ を起動しましたが、最前面にない可能性があります。
ko: %1$@을(를) 실행했지만 전면에 있지 않을 수 있습니다.
vi: Đã khởi chạy %1$@, nhưng có thể ứng dụng không ở phía trước.
zh_hans: 已启动 %1$@，但它可能不在前台。

# Launched %@.
source: Launched %1$@.
ja: %1$@ を起動しました。
ko: %1$@을(를) 실행했습니다.
vi: Đã khởi chạy %1$@.
zh_hans: 已启动 %1$@。

# Launching %@…
source: Launching %1$@…
ja: %1$@ を起動中…
ko: %1$@ 실행 중…
vi: Đang khởi chạy %1$@…
zh_hans: 正在启动 %1$@…

source: Leave empty for all keys
ja: 空欄にするとすべてのキーを読み取ります
ko: 비워 두면 모든 키를 읽습니다
vi: Để trống để đọc tất cả các khóa
zh_hans: 留空以读取所有键

source: Left Arrow
ja: 左矢印
ko: 왼쪽 화살표
vi: Mũi tên trái
zh_hans: 左箭头

source: Level
ja: レベル
ko: 수준
vi: Mức
zh_hans: 级别

source: Limit
ja: 上限
ko: 한도
vi: Giới hạn
zh_hans: 上限

source: List directory failed: %@
ja: ディレクトリの一覧表示に失敗しました: %@
ko: 디렉터리 목록 조회 실패: %@
vi: Liệt kê thư mục thất bại: %@
zh_hans: 列出目录失败：%@

source: Loading apps…
ja: アプリを読み込み中…
ko: 앱을 불러오는 중…
vi: Đang tải ứng dụng…
zh_hans: 正在载入应用…

source: Loading crash reports…
ja: クラッシュレポートを読み込み中…
ko: 충돌 보고서 불러오는 중…
vi: Đang tải báo cáo sự cố…
zh_hans: 正在载入崩溃报告…

source: Loading processes…
ja: プロセスを読み込み中…
ko: 프로세스 불러오는 중…
vi: Đang tải tiến trình…
zh_hans: 正在载入进程…

source: Loading report…
ja: レポートを読み込み中…
ko: 보고서 불러오는 중…
vi: Đang tải báo cáo…
zh_hans: 正在载入报告…

source: Loading services…
ja: サービスを読み込み中…
ko: 서비스를 불러오는 중…
vi: Đang tải dịch vụ…
zh_hans: 正在载入服务…

source: Loading…
ja: 読み込み中…
ko: 불러오는 중…
vi: Đang tải…
zh_hans: 正在载入…

source: Location
ja: 位置情報
ko: 위치
vi: Vị trí
zh_hans: 位置

source: Lock
ja: ロック
ko: 잠금
vi: Khóa
zh_hans: 锁定

source: Lock State
ja: ロック状態
ko: 잠금 상태
vi: Trạng thái khóa
zh_hans: 锁定状态

source: Locked
ja: ロック中
ko: 잠김
vi: Đã khóa
zh_hans: 已锁定

source: Low Power Mode
ja: 低電力モード
ko: 저전력 모드
vi: Chế độ nguồn điện thấp
zh_hans: 低电量模式

source: Low Power Mode is off.
ja: 低電力モードはオフです。
ko: 저전력 모드가 꺼졌습니다.
vi: Chế độ nguồn điện thấp đang tắt.
zh_hans: 低电量模式已关闭。

source: Low Power Mode is on.
ja: 低電力モードはオンです。
ko: 저전력 모드가 켜졌습니다.
vi: Chế độ nguồn điện thấp đang bật.
zh_hans: 低电量模式已打开。

source: Markers
ja: マーカー
ko: 마커
vi: Tệp đánh dấu
zh_hans: 标记文件

source: Media
ja: メディア
ko: 미디어
vi: Phương tiện
zh_hans: 媒体

source: Memory
ja: メモリ
ko: 메모리
vi: Bộ nhớ
zh_hans: 内存

source: Memory Pressure
ja: メモリプレッシャー
ko: 메모리 압력
vi: Áp lực bộ nhớ
zh_hans: 内存压力

source: Message
ja: メッセージ
ko: 메시지
vi: Thông điệp
zh_hans: 消息

source: Minimize
ja: しまう
ko: 최소화
vi: Thu nhỏ
zh_hans: 最小化

source: Minimum OS
ja: 最小 OS
ko: 최소 OS
vi: OS tối thiểu
zh_hans: 最低系统版本

source: Missing Tools
ja: 不足しているツール
ko: 누락된 도구
vi: Công cụ bị thiếu
zh_hans: 缺少的工具

source: Mode
ja: モード
ko: 모드
vi: Chế độ
zh_hans: 模式
